[Setup]
Caption=Setup do Driver da Impressora
Help=Pressione "F1" para Ajuda
Install=Instalar (&I)
Back=<<Anterior(&A)
Next=Próximo(&P)>>
Cancel=Cancela(&C)
Close=Primeiramente, favor fechar o Setup do Driver da Impressora!
Nonsupport= Nonsupport Windows98!
PortNull= Please config port!
CaptionName = Setup do sistema de impressão Elgin

[Legal]
Agreement=Termo de aceitação
Accept=Concordo
Reject=Discordo

[Series]
Select=Selecione o Módulo de Instalação
Receipt=Cupom
Ticket=Tíquete
Label=Etiqueta
Embedded=Embarcado
Default=Configurar como Impressora Padrão

[Mode]
Type=Tipo de Instalação
Typical=Típica
Advanced=Avançada
Remarks=Comentários:
Note1=Instalar driver de impressora padrão
Note2=Suportar impressora multi-USB
Note3=Permitir  seleção dos modos do driver

[Help Guide]
Caption=Printer Driver Installer
Name=Guide.chm

[System]
Select=Selecione o Sistema Operacional 

[Confirm]
Set=Selecione a Porta da Impressora
Ports=Portas:
Com=Configuração da porta serial
BaudRate=Baud Rate:
Parity=Paridade:
ByteSize=Bits de dados:
StopBits=Bits de Parada:
Protocol=Protocolo:
Raster=Impressão Raster Graphic
Parity.Even=Par
Parity.Mark=Marca
Parity.None=Nenhuma
Parity.Odd=Impar
Parity.Space=Espaço
Protocol.None=Nenhum
Protocol.Xonoff=Xon/Xoff
Protocol.Hardware=Hardware

[Progress]
Wait=Instalando impressora, favor aguardar...

[About]
Caption=Sobre  PrinterDriverSetup
OK=OK
Version=PrinterDriverSetup Version 4.252
Copyright=Copyright (C) 2005-2011

[Message]
IDS_ABOUTBOX=&Sobre  PrinterDriverSetup...
IDS_ADMIN=Você deve estar logado como administrador!

IDS_X64=Este programa só pode ser executado em S.O. de 32 bits!
IDS_X32=Este programa só pode ser executado em S.O. de 64 bits

IDS_ERR_GETSYSDIR=Erro ao ler o diretório do sistema
IDS_ERR_TOOMANY=Atingido limite máximo de impressoras na mesma porta
IDS_ERR_ALLOCMEMORY=Instalador da Impressora não pôde alocar memória suficiente
IDS_ERR_ENUMPRINTERDRIVER=Erro ao enumerar os driver de impressoras
IDS_ERR_UPDATEMON=O recurso está em uso, para atualizar port monitor.\1Favor remover primeiro as impressoras "USB_ *" or "bycom" do painel de controle!
IDS_ERR_GETCURDIR=Erro ao ler o diretório do sistema
IDS_ERR_GETDRIVERDIR=Erro ao ler o diretório do driver de impressora
IDS_ERR_GETPRODIR=Erro ao ler o diretório de processo de impressão
IDS_ERR_DIRTYPE=Erro de tipo de Diretório
IDS_ERR_UPDATEPROCESSOR=O recurso está em uso, para atualizar Processo.\1Favor remover primeiro as impressoras seriais do Painel de Controle!
IDS_ERR_SELPRINTER=Você precisa selecionar um módulo de impressora!
IDS_ERR_NOSUPPORTUSB=WindowsNT4 e versões anteriores não suportam portas USB
IDS_INF_RESTART=Reiniciar o computador para efetivar as alterações\1Clique "Sim" para reiniciar o computador agora\2Clique "Não" para reiniciar o computador mais tarde
IDS_ERR_SYSTEM=Este driver não funciona neste sistema.\1Favor clicar "Cancelar" para cancelar este programa.
IDS_ERR_ADDPRINTER=Erro ao adicionar impressora
IDS_ERR_ADDDRIVER=Erro ao adicionar driver
IDS_ERR_ADDPRNDRV3=Erro ao adicionar driver de impressora
IDS_ERR_ADDMONITOR=Erro ao adicionar monitor
IDS_ERR_DELDRIVER=Erro ao apagar driver
IDS_ERR_DELMONITOR=Erro ao apagar monitor
IDS_ERR_COPYFIEL=Erro ao copiar arquivos de drivers 
IDS_ERR_COPYFIEL1=Please check the integrity of the installation package!
IDS_ERR_ADDPROCESSOR=Erro ao adicionar processo de impressão \1 Erro fatal, reinicie o sistema.
IDS_ERR_DELPROCESSOR=Erro ao deletar processo de impressão
IDS_ERR_ENUMPORTS=Erro ao enumerar portas
IDS_ERR_GETWINDIR=Erro ao ler o diretório do windows
IDS_ERR_EXITWIN=Erro ao sair do Windows
IDS_ERR_OPENTOKEN=Erro na abertura do processo token
IDS_ERR_ADJUSTTOKEN=Erro no ajuste de privilégios token
IDS_ERR_SAMEPRINTER=Esta mesma impressora já foi instalada
IDS_INF_NTRESTART=Driver de impressora instalado com sucesso!
IDS_OLEINITFAILED=Falha de Inicialização do OLE
IDS_INF_USBRESTART=Driver de impressora instalado com sucesso\1Favor reiniciar a impressora
IDS_ERR_NOUSBDEVICE=Sem dispositivo USB conectado
IDS_ERR_NOSUPPORTINTERFACE=Impossível instalar nesta porta
IDS_ERR_NEEDRESTART=Erro Fatal, tente reiniciar o sistema
IDS_ERR_LOSTDRIVERFILE=Perda de drivers, impossível continuar
IDS_INF_CHANGEID=Esta aplicação irá alterar o nome da impressora\1o nome ficará idêntico ao nome da interface\2Para continuar, clique em "Sim"\3Clique em "Não" para Abortar
IDS_ERR_ONEPRINTER=Conecte apenas uma impressora USB  ao host
IDS_NOTSUPPORT2003=Esta impressora não suporta WINDOWS SEVER 2003
IDS_NOTSUPPORT2008=Esta impressora não suporta WINDOWS SEVER 2008
IDS_NOTSUPPORTWIN7=Esta impressora não suporta WINDOWS 7
IDS_NOTSUPPORTVISTA=Esta impressora não suporta WINDOWS VISTA
IDS_ERR_NOLEFT=Impossível carregar arquivo Left.bmp
IDS_ERR_NOLICENSE=Impossível carregar arquivo License.txt
IDS_ERR_UPDATEUSB=1:Favor conectar cabo USB a impressora e ligá-la\22:Favor cancelar a instalação "pop-up" do driver do        dispositivo USB\33:Favor pressionar o botão "Instalar(I)" para continuar
IDS_NOTSUPPORTVISTA=Esta impressora não suporta Windows Vista
IDS_ERR_INSTALLUSB=Você precisa instalar o driver USB
IDS_TYPICAL_NOTES=Instalar driver de impressora padrão

IDS_ERR_UNSUPPORTCOM=
IDS_ERR_IPADDRISNULL=Endereço IP nulo.
IDS_ERR_ADDPORTERROR=Erro ao adicionar porta padrão TCP/IP.
IDS_ERR_FIRSTSETUPUSB=Favor conectar o cabo USB e ligar a impressora. \2Favor selecionar Instalação Típica na primeira vez.


IDS_ERR_SILENTSETUPNOFILE=Não encontrado o arquivo "PrinterConfig.ini".
IDS_ERR_SILENTSETUPNOPORT=Tipo de porta desconhecido.
IDS_ERR_SILENTSETUPNAMEERR=Nome da impressora desconhecido.
IDS_ERR_SILENTSETUPCOMPortNameERR=Porta serial desconhecida.
IDS_ERR_SILENTSETUPCOMBitERR=Velocidade da porta serial desconhecida.
IDS_ERR_SILENTSETUPCOMDATAERR=Número de bits de dados da porta serial desconhecido.
IDS_ERR_SILENTSETUPCOMSTOPERR=Número de bits de parada da porta serial desconhecido.
IDS_ERR_SILENTSETUPCOMPARITYERR=Paridade da porta serial desconhecida.
IDS_ERR_SILENTSETUPCOMFLOWERR=Controle de Fluxo da porta serial desconhecido.
IDS_ERR_SILENTSETUPLPTERR=Porta paralela desconhecida.
IDS_ERR_SILENTSETUPNETPORTERR=Porta de rede ethernet desconhecida.
IDS_ERR_SILENTSETUPNETIPERR=Endereço IP desconhecido.
IDS_ERR_SILENTSETUPUSBPORTERR=Porta USB desconhecida.
IDS_ERR_SILENTSETUPUSBIDERR=ID da porta USB desconhecido.

IDS_ERR_HARDWAREIDNULL=Erro ID de hardware.
IDS_ERR_CLASSPRINTERNONEXIST= Por favor, conecte o cabo USB na impressora e ligue-a.
IDS_ERR_CLASSPRINTERIDERROR=A impressora e o driver não são compatíveis.